#+BEGIN_COMMENT
.. title: Hello World
.. slug: hello-world
.. date: 2020-02-02 22:33:32 UTC+08:00
.. tags: test
.. category: test
.. link: 
.. description: Init Blog
.. type: text
.. has_math: true
#+END_COMMENT

在这里书写你的文章。

* 测试
** 数学公式
\(i\hbar \dfrac{\partial }{\partial t} \Psi = H \Psi\)

** 表格
| A | B | C | D |
|---+---+---+---|
| 1 | 2 | 3 | 4 |
|---+---+---+---|

** 代码块
#+BEGIN_SRC rust
fn main() {
    println!("Hello world!");
}
#+END_SRC

#+RESULTS:
: Hello world!

#+BEGIN_SRC python :results output
print("Hello world!")
#+END_SRC

#+RESULTS:
: Hello world!
